{"url": "https://en.wikipedia.org/wiki/Dmitry_Lebed", "title": "Dmitry Lebed", "mainText": " (born 1986), known as  , is a Russian   and rapist who operated in the   city of   and its surrounding areas. Using rented cars and pretending to be a taxi driver,  he raped at least 11 women, at least 4 of whom he successfully murdered. Shortly following his arrest for the murder of 24-year-old Oksana Litvinova, he confessed to other crimes for which he received   at a special regime colony. Dmitry Lebed grew up in the small mining town of  , one of three brothers. He was described as a quiet, calm child and a good student, whom, however, was bullied regularly, even by smaller children. When he got older, Lebed and his family moved to Abakan, where he got a job and married his first wife. It didn't last long, as their relationship quickly deteriorated, starting with a major scandal in the summer of 2012, which resulted in Lebed being thrown out of the house.  Lebed later tried to get back to them, but his wife was so frightened of him that she took the children and fled to  , ceasing any and all contact with him. When questioned later on, she revealed that at one point, Lebed had choked her during an argument they had.  Later on, Lebed entered a   with Stella Komissarova, whom he treated with much more love, bringing her jewellery whenever he could - without Komissarova knowing that it belonged to victims of his. On June 19, 2012, 22-year-old Anna Lashkova disappeared from Krylova Street, a few blocks from the high-rise building where Lebed lived in.  Despite this, she only remains a suspected victim, as her body has never been found. Volunteers and investigators suspect that her corpse could be possibly be buried in a garbage dump behind the village of Bizha, but so far, it hasn't been found. On June 6, 2015, 30-year-old Natalya Yakova, a married mother of two, disappeared off the streets of Abakan.  Little information is available about her killing, but authorities found her body a month after she vanished, on a road connecting Abakan and the settlement of  . A week after Yakova's disappearance, on  , Lebed picked up 29-year-old Nastya Borgoyakova.  She had been out celebrating at a café with her husband and friends, but got into an argument with her spouse and left, flagging down the first car she saw, which happened to be Lebed's. He drove around 60–70 kilometers away from Abakan, stopping at a store along the way to buy vodka, before stopping at a farm area where some shepherds were herding cattle. Supposedly, in his half-an-hour-long stay, Lebed sexually assaulted and finally strangled Nastya, but decided against dropping her body off there, as the shepherds would find it very easily. He instead drove to the  , where he disposed of the body in the forest, among the kneep-deep tall grass. A vast search and rescue operation, led by Borgoyakova's father - Viktor Kicheev (an ex-police officer), was initiated, but yielded no success. Kicheev, dissatisfied with the lax attitude of the authorities working on the case, did research of his own, realising that young women have been vanishing without a trace from Abakan and the surrounding areas for a few years. In spite of his correct deduction of a serial killer operating in the area, his claims were not taken seriously by police.  His daughter's body was found two and a half years later, in November 2017. In the early morning hours of September 1–2, 2017, Lebed picked up 24-year-old Oksana Litvinova from the Zagotzerno bus stop.  The young woman had spent the night at the Arsenalnoye café with her friends, whom parted with her after they were kicked out from another taxi for not having enough money. A witness later said that she had seen her standing at the bus stop, and after she returned to the window minutes later - she was already gone, without seeing the car the girl had gotten into.  Failing to return to their shared apartment, her younger sister Anya began calling her family and relatives, as her sister was a responsible and homely woman who never stayed out that late.  A huge search party, named \"The Volunteers of Khakassia\", scoured every inch of the city for any possible trace of the missing Litvinova, without success. Three weeks later, on September 21, just as they were about to head out to nearby  , Litvinova's body was found in the forest of the  . She had been raped and strangled to death, with all her jewellery stolen. Aside from his murder victims, Lebed raped at least 8 other women and failing to do so with at least one: Using the   navigation system, authorities found a peculiarity about the Litvinova crime scene: the route matched that of a local taxi driver, 32-year-old Dmitry Lebed.  They finally located him at a pawnshop in Minusinsk, where he, together with his brother Alexander, were trying to sell a gold ring, chains and earrings - all items stolen from the corpse of Oksana Litvinova. Realising that the gig was up, Lebed attempted to flee but was quickly arrested and brought in for questioning. Although he initially denied any guilt and was sent for a psychiatric examination at a facility in  , where he was found to be sane.  Shortly after his return, Lebed began to confess his guilt to the murders and rapes, showing investigators burial sites. Apparently, he suffers from a sexual deviation where he only experiences pleasure if his partner actively resists his advances. According to one newspaper report, he wrote a three-sheet long paper with 80 names, supposedly his victims, stating that he had started killing at age 15, but this is considered a common tactic to stall investigations and avoid his transfer to a prison colony.  Nevertheless, the Abakan authorities are convinced that more cases concerning Lebed are likely to be revealed in the future. As for Lebed himself, he was tried, charged and successfully convicted for 15 crimes (murder, rape, attempted murder and attempted rape), receiving a life sentence, which he is currently serving at an unnamed prison colony. During the course of the investigations, two officials from the Investigative Committee of the Republic of Khakassia, Alexei Popov and Anton Kaudaurov, were charged with criminal negligence and abuse of official authority. The reasons for doing so were their refusals to initiate criminal proceedings against Lebed in 2013 and 2014, for attempted murder and attempted rape - if tried for these offences, the lives of some of his victims could've been saved.  Both Popov and Kaudaurov have been removed from their posts until the end of their respective trials.", "boldText": ["Dmitry Valerievich Lebed", "The Abakan Strangler"], "TOC": ["Early life", "Crimes", "Murder of Anna Lashkova", "Murder of Natalya Yakova", "Murder of Anastasia Borgoyakova", "Murder of Oksana Litvinova", "Rapes", "Arrest, confession and imprisonment", "Abuse of official authority", "See also", "References"], "editDate": "31 March 2022"}